chat_system_528146939_actor_description=Pandemonic. Spirit of demons general, trapped in the mask.
chat_system_528146939_face_question=^?^[s]The metallic face fills with light, the lips of the mask begin to stir, and you hear a low but distinct whisper:[/s]<br>Mortal, why do you bother me?
chat_system_528146939_face_answer_0=^?^Who or what are you?
chat_system_528146939_face_answer_1=^?^How did you get into this mask?
chat_system_528146939_face_header_1=^?^Human, I had many enemies, a whole army of enemies.<br>United, they managed to overpower and destroy me. And to extend my suffering, they confined my spirit in this dreadful mask.
chat_system_528146939_face_answer_2=^?^(Leave the item alone)
chat_system_528146939_snap_0_question=^?^I am the Death of my enemies, on the striking crescent of the battle axe. I am the Fear, penetrating the hearts of those who would see evil. I am Chaos, which reigns on the battle field. I am Pain, which tortures the souls of those who I have defeated, even after their death.
chat_system_528146939_snap_0_answer_0=^?^Do you have a name?
chat_system_528146939_snap_0_header_0=^?^I used to be called Rhat Pandemonic, general of the Flaming Legion of the third branch of the Search Army. And I was marked by the whip of the Sovereign of the Eighth House himself.
chat_system_528146939_mask_question=^?^[s]The eyes of the mask flared up, and you hear a low whisper in your head: [/s]<br>Power... Death... Destruction...
chat_system_528146939_mask_answer_0=^?^Who or what are you?
chat_system_528146939_mask_answer_1=^?^I wish for power! I wish to sow destruction!
chat_system_528146939_mask_answer_2=^?^(Leave the Mask alone)
chat_system_528146939_snap_4_question=^?^Asylum of the Spirit... Of the defeated general... Peace and stillness reigns here. But there is no rest inside me - I need blood, the rage of the combat, the dying moans of my enemies!
chat_system_528146939_snap_4_answer_0=^?^Can I give you back your freedom?
chat_system_528146939_snap_4_answer_1=^?^What are you talking about, I don't understand?
chat_system_528146939_snap_7_question=^?^You can feed me many times with the pain of others, or with the heat of ten thousand gold coins. Then I will show you my true face.
chat_system_528146939_snap_7_answer_0=^?^I'll give you the gold so that you can transform.
chat_system_528146939_snap_7_answer_1=^?^I'll win many glorious victories, that I may see your face.
chat_system_528146939_snap_5_question=^?^[s]The fire in the eye-sockets extinguish, and the Mask falls silent.[/s]
chat_system_528146939_snap_5_answer_0=^?^(Leave the mask alone.)
